difficultyName = ["쉬움", "보통", "어려움"]

displayDiff = {"쉬움" : 20, "보통" : 40, "어려움" :100}

startWord = ["가", "나", "다", "라", "마", "바", "사", "아", "자", "차", "카", "타", "파", "하"]

COLOR_RED = "<span style=\" font-size:12pt; font-weight:600; color:#FF0000;\" >"
COLOR_BLUE = "<span style=\" font-size:12pt; font-weight:600; color:#0054FF;\" >"
TEXTSIZE = "<span style=\" font-size:12pt; font-weight:600;\" >"

DUEUM = {
    '라': '나',
    '락': '낙',
    '란': '난',
    '랄': '날',
    '람': '남',
    '랍': '납',
    '랑': '낭',
    '래': '내',
    '랭': '냉',
    '냑': '약',
    '략': '약',
    '냥': '양',
    '량': '양',
    '녀': '여',
    '려': '여',
    '녁': '역',
    '력': '역',
    '년': '연',
    '련': '연',
    '녈': '열',
    '렬': '열',
    '념': '염',
    '렴': '염',
    '렵': '엽',
    '녕': '영',
    '령': '영',
    '녜': '예',
    '례': '예',
    '로': '노',
    '록': '녹',
    '론': '논',
    '롱': '농',
    '뢰': '뇌',
    '뇨': '요',
    '료': '요',
    '룡': '용',
    '루': '누',
    '뉴': '유',
    '류': '유',
    '뉵': '육',
    '륙': '육',
    '륜': '윤',
    '률': '율',
    '륭': '융',
    '륵': '늑',
    '름': '늠',
    '릉': '능',
    '니': '이',
    '리': '이',
    '린': '인',
    '림': '임',
    '립': '입'
}
